Repository: elementary/wingpanel-indicator-datetime
Catalog: po/extra/*.po
Languages: ca, cs, de, es, fr, ja, nl, pl, pt_br, ru, uk

source: Date &amp; Time Indicator
ca: Indicador de dia i d'hora
cs: Indikátor data a času
de: Datums- und Zeitindikator
es: Indicador de fecha y hora
fr: Indicateur de la date et de l'heure
ja: 日付と時刻インジケーター
nl: Datum &amp; tijd indicator
pl: Data & amp; Wskaźnik czasu
pt_br: Indicador de Data &amp; Hora
ru: Индикатор даты и времени
uk: Індикатор дати &amp; часу

source: The date and time indicator
ca: Indicador de la data i l'hora
cs: Indikátor data a času
de: Die Datums- und Zeitanzeige
es: El indicador de fecha y hora
fr: L'indicateur de la date et de l'heure
ja: 日付と時刻のインジケーター
nl: De datum en tijd indicator
pl: Wskaźnik daty i czasu
pt_br: O indicador de data e hora
ru: Индикатор даты и времени
uk: Індикатор дати і часу

source: Improvements:
ca: Millores:
cs: Vylepšení:
de: Verbesserungen:
es: Mejoras:
fr: Améliorations :
ja: 改善点:
pl: Ulepszenia:
ru: Улучшения:
uk: Удосконалення:

source: Updated translations
ca: Traduccions actualitzades
cs: Aktualizovány překlady
de: Aktualisierte Übersetzungen
es: Traducciones actualizadas
fr: Mise à jour des traductions
ja: 翻訳の更新
nl: Bijgewerkte vertalingen
pl: Zaktualizowano tłumaczenia
pt_br: Traduções atualizadas
ru: Обновлены переводы
uk: Оновлено переклади

source: New features:
ca: Característiques noves:
cs: Nové funkce:
es: Nuevas características:
fr: Nouvelles fonctionnalités :
ja: 新機能:
nl: Nieuwe functionaliteit:
ru: Новые возможности:
uk: Нові функції:

source: Open Calendar on middle-click
ca: Obriu el calendari fent clic amb el botó del mig.
cs: Otevírání kalendáře prostředním tlačítkem
es: Se puede abrir Calendario con el botón central del ratón
fr: Ouvrez le Calendrier en effectuant un clic central
ja: 中クリックで“カレンダー”を開く機能を追加
pl: Otwarcie kalendarza środkowym przyciskiem myszy
ru: Открытие Календаря средней кнопкой мыши
uk: Відкриття календаря середньою клавішею миші

source: Show due Tasks for the selected day
ca: Mostra les tasques pendents del dia seleccionat.
cs: Zobrazovány úkoly s termínem pro vybraný den
es: Se muestran las tareas pendientes para el día seleccionado
fr: Affichage des Tâches dues pour le jour sélectionné
ja: 選択した日に期日を迎えるタスクを表示する機能を追加
pl: Pokazywanie zaległych zadań na wybranym dniu
ru: Показать задачи для выбранного дня
uk: Показ завдання для вибраного дня

source: Fixes:
ca: Correccions:
cs: Opravy:
de: Fehlerbehebungen:
es: Correcciones:
fr: Corrections :
ja: 修正点:
pl: Poprawki:
ru: Исправления:
uk: Виправлення:

source: Update current day when opening
ca: Actualitza el dia actual en obrir.
cs: Při otevírání je stávající den aktualizován
de: Datum beim Öffnen aktualisieren
es: Se actualiza el día actual al abrir
fr: Mise à jour vers le jour courant lors de l'ouverture
ja: ポップオーバーを開いた際に“今日”の日付を更新するようにするように修正
pl: Aktualizacja aktualnego dnia przy otwieraniu
ru: Обновление текущего дня при открытии
uk: Оновлення поточного дня при відкритті

source: Fix potential memory leak
ca: Correcció de la possible fuita de memòria
cs: Opraven potenciální únik paměti
de: Mögliches Speicherleck behoben
es: Corregida potencial fuga de memoria
fr: Correction d'une fuite de mémoire potentielle
ja: メモリーリークの可能性がある不具合を修正
pl: Naprawiono potencjalny wyciek pamięci
ru: Исправлена потенциальная утечка памяти
uk: Виправлено можливий витік пам'яті

source: Performance improvements
ca: Millores de rendiment
cs: Vylepšení výkonu
de: Leistungsverbesserungen
es: Mejoras de rendimiento
fr: Améliorations des performances
ja: パフォーマンスの改善
nl: Prestatieverbeteringen
pl: Ulepszenie wydajności
pt_br: Melhorias de desempenho
ru: Улучшения производительности
uk: Поліпшення швидкодії

source: Fix disappearing dates when changing between dark and light styles
ca: Correcció de les dates que desapareixen quan es canvia entre estils foscos i clars
cs: Opravena mizející datumy při změně mezi tmavými a světlými vzhledy
de: Behebt einen Fehler, der dazu führte, dass Datumsangaben beim Wechsel zwischen hellem und dunklen Stil verschwanden
es: Se corrigió la desaparición de fechas al cambiar entre el modo claro y el modo oscuro
fr: Correction des dates qui disparaissaient lors du passage entre le thème sombre et le thème clair
ja: スタイルをダークやライトに切り替えると日付が消える不具合を修正
pl: Naprawiono znikające daty przy zmianie między ciemnym i jasnym motywem
ru: Исправлено исчезновение дат при переключении между тёмным и светлым стилями
uk: Виправлено зникнення дат при переході між темним і світлим стилями

source: Add multitouch gestures
ca: Afegeix gests multitàctils
cs: Přidání vícedotykových gest
de: Multitouch-Gesten hinzufügen
es: Añadir gestos multitáctiles
fr: Ajout du multi-touch
ja: マルチタッチジェスチャーを追加
pl: Dodano gesty wielodotykowe
ru: Добавлены мультитач-жесты
uk: Додано жести

source: Improve time zone handling
ca: Millora de la gestió de la zona horària
cs: Vylepšeno nakládání s časovými pásmy
de: Verbesserter Umgang mit Zeitzonen
fr: Amélioration de la gestion du fuseau horaire
ja: タイムゾーンの処理を改善
pl: Ulepszono obsługę stref czasowych
ru: Улучшена работа с часовыми поясами
uk: Вдосконалено обробку часових поясів

source: Fix issues with time zones not being recognized
cs: Opraveny problémy s nerozpoznáváním časových pásem
de: Behebt einen Fehler, bei dem Zeitzonen nicht korrekt erkannt wurden
es: Solucionados problemas de reconocimiento de husos horarios
fr: Correction de problèmes avec les fuseaux horaires qui n'étaient pas reconnus
ja: タイムゾーンを認識しない不具合を修正
nl: Problemen met tijdzones die niet werden herkend opgelost
pl: Naprawiono problem ze strefami czasowymi które nie są rozpoznawane
ru: Устранена проблема с нераспознанием часовых поясов
uk: Усунено ваду не розпізнавання часових поясів

source: Improved performance when switching months
cs: Rychlejší přepínání měsíců
de: Verbesserte Leistung beim Wechsel zwischen Monaten
es: Se mejoró el rendimiento al cambiar de mes
fr: Amélioration des performances lors du passage d'un mois à un autre
ja: 表示する月の切り替え時のパフォーマンスを改善
nl: Verbeterde prestaties bij het wisselen van maand
pl: Zwiększono wydajność zmiany miesięcy
pt_br: Melhor desempenho ao mudar de mês
ru: Улучшена производительность при переключении месяцев
uk: Поліпшено плавність гортання місяців

source: Fix missing event dots in the calendar view
cs: Oprava chybějících teček událostí ve zobrazení kalendáře
de: Behebt ein Problem mit fehlenden Ereignis-Punkten in der Kalenderansicht
es: Se reparó la falta de puntos de eventos en la vista de calendario
fr: Corrections des points d'évènement manquants dans la vue calendrier
ja: カレンダー表示で予定を示す点が表示されなくなった不具合を修正
nl: Een probleem opgelost met ontbrekende evenement aanduidingen in de kalender weergave
pl: Naprawiono brakujące kropki wydarzeń w widoku kalendarza
pt_br: Corrige pontos de evento ausentes na exibição do calendário
ru: Исправлены отсутствующие точки событий в окне календаря
uk: Виправлено ваду відсутності крапок подій у вікні календаря

source: Fix event appearance with dark style
cs: Opraven vzhled události pro tmavý styl
de: Behebt ein Problem mit der Darstellung von Ereignissen mit dem Dark Mode
es: Se adecua la apariencia de los eventos en el estilo oscuro
fr: Correction de l'apparence des évènements avec le thème sombre
ja: ダークスタイルで予定が見にくくなる不具合を修正
nl: Een probleem opgelost met evenement weergave in donkere stijl
pl: Naprawiono wygląd wydarzeń w ciemnym stylu
pt_br: Corrigir aparência do evento com estilo escuro
ru: Исправлен внешний вид события с тёмным стилем
uk: Виправлено зовнішній вигляд події з темним стилем

source: Fix potential crash when loading events with no start or end time
cs: Opraven potenciální pád při načítání událostí s nezadaným časem začátku či konce
de: Behebt einen potenziellen Absturz beim Laden von Ereignissen ohne Start- oder Endzeit
es: Reparado un cierre inesperado potencial al cargar eventos sin hora de inicio o de finalización
fr: Correction d'un plantage potentiel lors du chargement d'évènements sans date de début ou de fin
ja: 開始時刻または終了時刻が指定されていない予定を読み込んだ際に、アプリがクラッシュすることがある不具合を修正
nl: Een mogelijke crash verholpen bij het laden van gebeurtenissen zonder start- of eindtijd
pl: Naprawiono potencjalny błąd krytyczny przy ładowaniu wydarzeń bez daty początkowej lub startowej
pt_br: Corrige uma possível falha ao carregar eventos sem horário de início ou término
ru: Устранение потенциального сбоя при загрузке событий без времени начала и окончания
uk: Усунено можливість збоїв під час завантаження подій без часу початку чи закінчення

source: Redesigned the way upcoming events are displayed
cs: Předělán způsob zobrazování nadcházejících událostí
de: Neugestaltung der Art, wie kommende Ereignisse angezeigt werden
es: Rediseñada la forma en que se muestran los próximos eventos
fr: Refonte de la façon dont les évènements à venir sont affichés
ja: 直近の予定の表示方法のデザインを変更
nl: De manier, waarop aankomende gebeurtenissen worden weergegeven, is opnieuw vormgegeven
pl: Przeprojektowane sposób w jaki nadchodzące wydarzenia są wyświetlane
pt_br: Redesenhado o modo como os próximos eventos são exibidos
ru: Переработан способ отображения будущих событий
uk: Перероблено спосіб показу майбутніх подій

source: Fixed issues with large text size
cs: Opraveny problémy s velikostí rozsáhlého textu
de: Behebt ein Problem mit großen Schriftgrößen
es: Problemas resueltos con texto de gran tamaño
fr: Correction de problèmes avec des textes de grande taille
ja: 大きいテキストサイズで生じる不具合を修正
nl: Problemen met groot lettertype opgelost
pl: Naprawiono problemy z dużym rozmiarem tekstu
pt_br: Problemas corrigidos com tamanho de texto grande
ru: Исправлены проблемы с большим размером текста
uk: Виправлено проблеми з великим розміром тексту

source: Show dots on days with events
cs: Zobrazovány tečky u dnů s událostmi
de: Zeige Punkte an Tagen mit Ereignissen
es: Mostrar puntos en días con eventos
fr: Affichage de points sur les jours avec des évènements
ja: 予定のある日に点を表示
nl: Toon punten op de dagen met gebeurtenissen
pl: Pokazywanie kropek przy dniach z wydarzeniami
pt_br: Mostrar pontos nos dias com eventos
ru: Отображение точек на днях с событиями
uk: Підсвічування днів із подіями крапками

source: Better handling of recurring events
cs: Lepší zacházení s opakujícími se událostmi
de: Verbesserter Umgang mit wiederkehrenden Ereignissen
es: Mejor manejo de eventos recurrentes
fr: Meilleure gestion des évènements réguliers
ja: 定期的に行われる予定の管理の改善
nl: Betere verwerking van terugkerende gebeurtenissen
pl: Lepsze wsparcie dla powtarzających się wydarzeń
pt_br: Melhor manipulação de eventos recorrentes
ru: Улучшена работа с повторяющимися событиями
uk: Поліпшено роботу з повторюваними подіями

source: Display an error dialog if Calendar fails to open
cs: Zobrazení chybového hlášení pokud se kalendář nepodaří otevřít
de: Zeige einen Fehlerdialog, wenn Kalender nicht geöffnet werden kann
es: Se muestra un cuadro de diálogo de error si Calendario no se abre
fr: Affichage d'une boîte de dialogue d'erreur si l'application Calendrier ne s'ouvre pas
ja: カレンダーアプリの起動に失敗した際にエラーダイアログを表示
nl: Toon een foutmelding als Calender niet geopend kan worden
pl: Pokaż okno błędu gdy Kalendarzowi nie uda się uruchomić
pt_br: Exibir uma caixa de diálogo de erro se o Calendário não abrir
ru: Отображение диалогового окна ошибки, если Календарь не открывается
uk: Показ діалогового вікна помилки, якщо не вдалося відкрити календар
