Repository: elementary/wingpanel-indicator-datetime
Catalog: po/*.po
Languages: ca, ckb, cs, de, fr, hu, ja, ko, nl, zh_cn

source: Middle-click to open Calendar
ca: Clic amb el botó del mig per obrir el Calendari
ckb: کرتەی ناوەڕاست بۆ کردنەوەی ڕۆژمێر
cs: Kliknutím prostředním tlačítkem otevřete kalendář
de: Kalender mit Mittelklick öffnen
fr: Clic central pour ouvrir le Calendrier
hu: Középső kattintás a Naptár megnyitásához
ja: “カレンダー”を開くには中クリックしてください
ko: 마우스 가운데 버튼을 클릭하여 달력 열기
nl: Middelklik om te Kalender te openen
zh_cn: 中键打开日历

source: No events this day
ca: Dia sense esdeveniments
ckb: ئەمڕۆ هیچ ڕووداوێک نییە
cs: Dnes žádné události
de: Keine Termine an diesem Tag
fr: Aucun évènement ce jour
hu: Nincsenek események ezen a napon
ja: 予定なし
ko: 이날은 이벤트가 없습니다
nl: Er zijn geen gebeurtenissen op deze dag
zh_cn: 此日期无活动

source: Date & Time Settings…
ca: Paràmetres de la data i l'hora…
ckb: ڕێکخستنەکانی کات و ڕێکەوت…
cs: Nastavení data a času…
de: Datums- & Zeiteinstellungen …
fr: Paramètres de la date et de l'heure…
hu: Dátum és idő beállításai…
ja: 日付と時刻の設定…
ko: 날짜와 시간 설정…
nl: Datum- en tijdsinstellingen…
zh_cn: 日期和时间设置…

source: Unable To launch Tasks
ca: No es poden obrir les Tasques.
ckb: نەتوانرا ئەرکەکان بکرێتەوە
cs: Úkoly se nepodařilo spustit
de: Starten von Aufgaben nicht möglich
fr: Impossible de lancer Tâches
hu: Feladatok indítása sikertelen
ja: “タスク”を起動できません
ko: 작업을 실행할 수 없습니다
nl: Kon Taken niet opstarten
zh_cn: 无法启动任务

source: The program "io.elementary.tasks" may not be installed
ca: El programa "io.elementary.tasks" potser no està instal·lat.
ckb: لەوەیە پڕۆگرامی "ئەرکەکان" دانەمەزرابێت
cs: Je možné, že program „io.elementary.tasks“ není nainstalovaný
de: Das Programm »io.elementary.tasks« ist möglicherweise nicht installiert
fr: Le programme « io.elementary.tasks » n'est peut-être pas installé
hu: Előfordulhat, hogy az "io.elementary.tasks" csomag nincs telepítve
ja: プログラム "io.elementary.tasks" がインストールされていない可能性があります
ko: "io.elementary.tasks" 프로그램이 설치되지 않은 것 같습니다
nl: Het programma "io.elementary.tasks" is mogelijk niet geïnstalleerd
zh_cn: 应用 "io.elementary.calendar" 可能还未安装

source: During the Day
ca: Durant el dia
ckb: لە ماوەی ڕۆژەکەدا
cs: V průběhu dne
de: Im Laufe des Tages
fr: Pendant la journée
hu: A nap folyamán
ja: 日中
ko: 하루 동안
nl: Gedurende de dag
zh_cn: 白天

source: All Day
ca: Tot el dia
ckb: هەموو ڕۆژ
cs: Celý den
de: Ganztägig
fr: Toute la journée
hu: Egész nap
ja: 終日
ko: 하루 종일
nl: De hele dag
zh_cn: 全天

source: Unable To Launch Calendar
ca: No es pot obrir el calendari.
ckb: نەتوانرا ڕۆژمێر بکرێتەوە
cs: Kalendář se nepodařilo spustit
de: Starten von Kalender nicht möglich
fr: Impossible de lancer Calendrier
hu: Naptár indítása sikertelen
ja: “カレンダー”を起動できません
ko: 캘린더를 열 수 없습니다
nl: Calendar opstarten mislukt
zh_cn: 无法启动日历

source: The program "io.elementary.calendar" may not be installed
ca: El programa "io.elementary.calendar" potser no està instal·lat.
ckb: لەوەیە بەرنامەی "ڕۆژمێر" دانەمەزرابێت
cs: Je možné, že program „io.elementary.calendar“ není nainstalovaný
de: Das Programm »io.elementary.calendar« ist möglicherweise nicht installiert
fr: Le programme « io.elementary.calendar » n'est peut-être pas installé
hu: Előfordulhat, hogy az "io.elementary.calendar" csomag nincs telepítve
ja: プログラム "io.elementary.calendar" がインストールされていない可能性があります
ko: "io.elementary.calendar" 프로그램이 설치되지 않은 것 같습니다
nl: Het programma "io.elementary.calendar" is mogelijk niet geïnstalleerd
zh_cn: 日历应用 "io.elementary.calendar" 可能还未安装

source: %OB, %Y
ckb: %OB، %س
hu: %Y. %OB
ja: %Y年%OB
ko: %Y %OB
zh_cn: %Y年%m月

source: Go to today's date
ca: Ves a la data d'avui
ckb: بڕۆ بۆ ڕێکەوتی ئەمڕۆ
cs: Přejit na dnešní datum
de: Zum heutigen Datum wechseln
fr: Aller à aujourd'hui
hu: Ugrás a mai napra
ja: 今日の日付に移動
ko: 오늘 날짜 보기
nl: Ga naar vandaag
zh_cn: 今天
